Repository: front/smspay-woocommerce
Catalog: languages/smspay-*.po
Languages: nb_no

source: Allows payments by SMSpay.
nb_no: Tillat betalinger via SMSpay.

source: SMSpay: Logged in.
nb_no: SMSpay: Innlogget.

source: SMSpay: Login failed.
nb_no: SMSpay: Innlogging feilet.

source: Enable/Disable
nb_no: Skru på/av

source: Enable SMSpay
nb_no: Aktivér SMSpay

source: Title
nb_no: Tittel

source: This controls the title which the user sees during checkout.
nb_no: Dette styrer tittelen som brukeren ser i checkout.

source: Description
nb_no: Beskrivelse

source: This controls the description which the user sees during checkout.
nb_no: Dette er endrer beskrivelsen som brukeren ser i checkout.

source: SMSpay lets you pay via your phone bill.
nb_no: SMSpay lar deg betale via mobilregningen.

source: Username
nb_no: Brukernavn

source: This is the API username provided by SMSpay.
nb_no: API og brukernavn fra SMSpay.

source: Password
nb_no: Passord

source: This is the API password provided by SMSpay.
nb_no: Dette er API-passordet fra SMSpay.

source: Enable SMSpay sandbox
nb_no: Aktiver SMSpay sandkasse

source: SMSpay is simple and powerful. <a href="https://admin.smspay.io/register">Click here to get an account</a>.
nb_no: SMSpay er enkel og kraftig. <a href="https://admin.smspay.io/register">Klikk her for å få en konto</a>.

source: Phone
nb_no: Mobilnr.

source: SMSpay phone number not valid.
nb_no: SMSpay telefonnummer er ikke godkjent.

source: The shop currency
nb_no: Nettbutikkens valuta

source: is not supported by SMSpay. The only currencies accepted are 'NOK', 'SEK', 'DKK', 'EUR', 'USD' and 'GBP'
nb_no: er ikke støttet av SMSpay. De eneste som støttes, er 'NOK', 'SEK', 'DKK', 'EUR', 'USD' og 'GBP'

source: SMSpay could not process your payment. Please try again later!
nb_no: SMSpay klarte ikke å gjennomføre betalingen. Vennligst prøv igjen senere!

source: Error. Could not logg in to SMSpay.
nb_no: Feilmelding: Klarte ikke logge inn i SMSpay.

source: Error. Could not log in to SMSpay.
nb_no: Feil. Kunne ikke logge inn til SMSpay.

source: The order seems to be invalid. Please inform the site administrator.
nb_no: Ordren ser ikke gyldig ut. Vennligst si i fra til administrator for siden.

source: Order error. Please check order for any error.
nb_no: Feil i ordren. Vennligst se over etter feil.

source: Payment was created with the reference id:
nb_no: Betaling gjennomført med følgende id:

source: Waiting customer confirmation/registration
nb_no: Venter på kundens bekreftelse/registrering

source: Processing payment
nb_no: Gjennomfører betaling

source: Payment complete
nb_no: Betaling gjennomført

source: Payment complete!
nb_no: Betaling gjennomført!

source: Payment cancelled by cutomer or SMSpay
nb_no: Betaling avbrutt av bruker eller SMSpay

source: Thank you for shopping with us. Right now your payment is waiting for your confirmation or registration.
nb_no: Takk for at du handler hos oss. Akkurat nå venter vi på din bekreftelse eller registrering.

source: Your payment is being processed;
nb_no: Betalingen din behandles;

source: Thank you for shopping with us. Your account has been charged and your transaction is successful. We will be shipping your order to you soon.
nb_no: Takk for at du handler hos oss. Din konto har blitt belastet, og betalingen er gjennomført. Du vil motta varene snarlig.

source: SMSpay payment successful<br/>Unique Id from PayU:
nb_no: SMSpay betaling vellykket<br/>Unik Id fra PayU:

source: Payment cancelled by customer or SMSpay
nb_no: Betaling avbrutt av kunde eller SMSpay

source: Payment has been cancelled.
nb_no: Betalingen er avbrutt.

source: Error. The order has been completed before confirmation or data does not correspond to payment!
nb_no: Feil: Ordren har blitt fullført før bekreftelsen, eller det kan være data som ikke samsvarer med betalingen.

source: Thank you for your order.
nb_no: Takk for din bestilling.
